[
{
	"date":"1917-09-16",
	"vtag":"Home",
  "text":"Private \n Diary \n Jesse F. Campbell \n Aviation Section of Signal Corps\nUS Army",
	"jtag": "p000"
},
{
	"date":"1917-09-18",
	"vtag":"Mineola",
	"loctext":"Mineola",
  "text":"1917 \nSept 18 - Left Mineola[G|Camp Mills (Mineola)] at 7:30 and boarded the [|Carmania|https://en.wikipedia.org/wiki/RMS_Carmania_(1905)] at 11:30. Ship lifted anchor and we left New York. The Statue of Liberty soon faded in the distance and with it the last vistage of old U.S. How long before I shall see it again?",
	"jtag":"p001",
	"notes":"Jesse Campbell left from [|Camp Mills|https://en.wikipedia.org/wiki/Camp_Mills] in what is now Garden City, Long Island. The Carmania embarked from Hoboken, New Jersey, necessitating the cadets getting all the way over to Manhattan and crossing the Hudson via a ferry. For more on RMS Carmania, see [|a genealogists notes on the ship|http://www.diannebauer.com/THE%20SHIPS/CARMANIA/CARMANIA.htm]"
},
{
	"date":"1917-09-19",
	"vtag":"Mineola",
	"loctext":"Atlantic",
  "text":"Sept 19 - We cruised north and East all day without seeing land or sail. The sea was calm and the ship rolled very little. Ideal sailing weather. We sighted a school of porpoises and several whales.",
	"jtag":"p001"
},
{
	"date":"1917-09-20",
	"vtag":"Halifax",
	"loctext":"Halifax",
  "text":"Sept 20 - Land Ho! The rugged shore of Nova Scotia appeared to the west and soon (10:30) we steamed into Halifax.[G|Halifax] It is a very pretty and well protcted harbor. Pine covered hills line the shore and here and there a red roofed farm house can be seen. The inlet to the harbor is narrow and winding with high cliffs on either side. About three miles in we came in sight of the harbor and the smoke stacks of Halifax a rocky island in the center with masked batteries on either side make it almost impregnable to the enemy. \nSeveral British warships lay inside and Dutch and Norse merchant were seen on all sides. We anchored for the night along side several other transports. Boat loads of New Zealanders from a near by British transport furnished amusement by their songs and diving in after boxes of candy and cigarettes.",
	"notes":"Picture of RMS Carmania docked in Halifax sometime 1917/1918, note \"dazzle\" camouflage; picture about 2/3 way down the page: [|http://www.searlecanada.org/volturno/volturno62.html]",
	"jtag":"p002"
},
{
	"date":"1917-09-21",
	"vtag":"Halifax",
	"loctext":"Halifax",
  "text":"Sept 21 - Still anchored. Played shuffle board most of the morning. At 4:00 we lifted anchor and again we were off. Leaving harbor was an impressive scene. The shore were lined with churning crowds and every ship gave us lusty hurrahs as we passed. As we passed the Admirals flag ship \"The The Colors\" was played followed by the \"Star Spangled Banner\" It made me proud to be from old U.S.A. There are fourteen ships in our convoy, one being a battle cruiser to protect against German raiders.",
  "notes": "[|To The Colors|https://www.youtube.com/watch?v=vSEVv9JfXaw]",
	"jtag":"p002"
},
{
	"date":"1917-09-22",
	"vtag":"GrandBanks",
	"loctext":"Atlantic",
  "text":"Sept 22 - The sea was calm as we headed across the banks. A large school of porpoises followed in our wake for some time and amused everyone by their funny antics. They were from 10 to 30 feet long and have a sharp fin on their backs. Our pace is set by that of the slowest ship and is consequently very slow, not over eight or nine knots an hour while this ship will do twenty easily. Our position has changed from seventh to last. The formation of the ships looks like this:",
	"jtag":"p003"
},
{
	"date":"1917-09-23",
	"vtag":"GrandBanks",
	"loctext":"Atlantic",
  "text":"Sept 23 Sunday - A storm came up during the night and the ship rolls considerable. A good many are sea sick but I am keeping my feet well under me. Services were held in the dining hall by one of the ministers aboard. In the evening, we had a concert in the reading room and [|Mr. Spalding|https://en.wikipedia.org/wiki/Albert_Spalding_(violinist)] thrilled everyone by his playing. He is a wonderful player ranking third best in the world.\nA vessel which proved to be a fishing smack was sighted in the afternoon and our cruiser rushed over to inspect her. The cruiser is very variously painted. Bright colors appear promiscuiously at it looks as if they couldn't find enough paint of one color to paint her. At a little distance her outlines are very indistinct and it would be a hard toarget to hit. The transports are painted steel gray.",
	"notes":"Albert Spalding - [|on Fred Allen's radio program|https://www.youtube.com/watch?v=kvoN7eaQPLg], and playing [|premiere performance of Barber's Violin Concerto|https://www.youtube.com/watch?v=Jjo7Do2eHNc].<p>Paint scheme refers to [|dazzle camouflage|https://en.wikipedia.org/wiki/Dazzle_camouflage]",
	"jtag":"p003"
},
{
	"date":"1917-09-24",
	"vtag":"GrandBanks",
	"loctext":"Atlantic",
  "text":"Sept 24 - The sun came out brightly today and was quite welcome after the dark yesterday. Italian class is from three to four now. They seem determined that we shall be able to talk it by the time we get there. It is easier than I expected however and I think I can soon get hold of it. The trip is beginning to become tiresome and I will be glad to set foot on ground again. This unending roll will get the best of me yet I am afraid.",
	"notes":"Jesse's group was given Italian language lessons by [|Lt. Fiorello Laguardia|https://en.wikipedia.org/wiki/Fiorello_H._La_Guardia], who had left the House of Representatives to join the Army. He later served as commander of a bomber unit on the Italian-Austrian border. And of course, as Mayor of New York City.",
	"jtag":"p004"
},
{
	"date":"1917-09-25",
	"vtag":"GrandBanks",
	"loctext":"Atlantic",
  "text":"Sept 25 - A newspaper was published this morning. Germany is suing for peace again. I hope I get a whack at Kaiser Bill before he is counted out. It is rumored that American papers are reporting the Carmania to have been sunk off Nantucket? We are all pretty much alive still . I hope they didn't hear of it at home.",
	"notes":"Haven't been able to find any contemporary news report of sinking.",
	"jtag":"p005"
},
{
	"date":"1917-09-28",
	"vtag":"MidAtlantic",
	"loctext":"Atlantic",
  "text":"Sept 28 - At last we are in the danger zone and precautions have doubled. I stood submarine watch today but was unable to sight a single one. My post was #1 in the bow of the ship. Besides our general orders a number of special orders had to be learned and repeated to the inspecting officer.\n\n\"1. I will take my post at the bow of the ship on C deck.\n 2. I will keep a constant lookout over the sector from 4 points to the starboard to 4 points to port, watching for a submarine, periscope, or wake thereof, especially between the ranges of 500 to 3000 yards, examining carefuly water areas over which gulls are seen to be hovering.\n 3. I will report the location of any unusual or suspicious objects to a member of the ships crew on duty.\n 4. I will not leave my post unless properly relieved or in case the signaling device is not working to report to the bridge or in case the order is given to take to boat in which case I will proceed to my properly assigned boat section.\"\n\nLife belts are worn at all times now and orders have been given to sleep in our own clothes. It is a little awkward wearing life belts all the time but I think I would be glad to have it on if 5 short blasts, the signal to take boats, blew.",
	"jtag":"p005"
},
{
	"date":"1917-09-29",
	"vtag":"Fastnet",
  "loctext":"Atlantic",
  "text":"Sept 29 - Our convoy met us today. They are a trim looking lot of destroyers - ten English and two American. The British have three funnels while the American have four and area little longer. All are fast boats making from 35 to 40 knots an hour and have no trouble in running around our slow boats. The English take great pride in their warships and an amusing incident occured in connection therewith: An English lady who is aboard was talking to an officer about the destroyers and said they were the best in the world, far surpassing the American. \"Now look at that one,\" she said pointing to a four funneled destroyer off the starboard side. \"Isn't that the trimmest and neatest looking one you ever saw?\" The officer agrree that it was the best of the lot but the lady was quite taken aback when she was informed that it was an American destroyer.\nI feel quite a little safer now that they have arrived for this is really a dangerous region althought it is hard to realize it. It doesn't seem possible to sink a large steamer like this one but one small torpedo can do the business and leave few to tell the tale.\n Mines are more feared than submarines. When struck by a torpedo, the vessel sinks rather slowly while it is blown to pieces immediately upon striking a mine. I read the semaphoe signals between our boat and a destroyer and we were warned of a five mile area extending outward from a life buoy three miles off Fast head [G|Fastnet Rock] which is mined.\n There was a concert for the benefit of the families of British sailors who have been killed during the war. Wells sang and as usual brought the house down. The real treat however was Spalding's playing. He certainly is an artist with his violin and it is a real treat to hear him and much more to be embarked upon the same enterprise. War is a great equalizer. Before he would never play for less than $1,000 a night and now he is workig hard for $35 per month.",
	"notes":"'Fast head' must be [|Fastnet Rock|https://en.wikipedia.org/wiki/Fastnet_Rock] \nPresumably Lieutenant David T. Wells, supply officer of the squadron. Wells also wrote much of the background material used in the 'History of the 17th Squadron'.",
	"jtag":"p006"
},
{
	"date":"1917-09-30",
	"vtag":"Fastnet",
	"loctext":"Atlantic",
  "text":"Sept 30 Sunday - We signed the pay roll today and perhaps we will get paid before long. Signing the pay roll seems to be just a perfunctory way of telling you it is the end of the month however.\nThey tell us we are in the Irish sea now. For all I know we may be in the Indian Ocean. For ten days now I have not seen the slightest vestage of land and we have been zig-zagging so much there is no keeping direction. Two more American destroyers joined us today making 14 in all. They ought to make it worse for German subs. This is the most dangerous part of the trip but I think with our convoy we shall get thru safely. If all goes well we should sight land tomorrow.",
	"jtag":"p008"
},
{
	"date":"1917-10-01",
	"vtag":"Fastnet",
   	"loctext":"Irish Sea",
  "text":"Oct 1 - Word was recieved at ten this morning that a vessel had just been sunk 10 miles north by a sub. We gave the spot plenty of room and saw nothing of it. I saw several fishing smaks which were being used for trawling for mines. They have swept a clean path for us. Lights appeared on shore at 9pm and I slept better knowing I would not have far to swim if we were sunk.",
	"notes":"Probably the first of our Campbell ancestors to see Ireland in 200 years; we emigrated from Northern Ireland in 1719.",
	"jtag":"p009"
},
{
	"date":"1917-10-02",
	"vtag":"Liverpool",
   "loctext":"Liverpool",
  "text":"Oct 2 - When I got up in the morning we were lying at the wharf and I had my first glimpse of Liverpool.[G|Liverpool]\nAfter breakfast we made ready and went ashore. Sad news awaited us. Orders had been changed. We were to go to Oxford[G|Oxford, Train Station] to a ground school and Major Mackhall and Captain Laramie were ordered to France. We were all disappointed in not going to Italy but more so in losing them. Both were as fine officers as one could ask for and I was sorry to see them go. The trip to Oxford was through very pretty country and was especially interesting since it was my first view of England. I had expected the country here to be very much like U.S. but it is quite differnt. They seem to be 50 years behind times. In Birmingham, the houses all looked alike.\n Upon arriving at Oxford we were met by the Commandant of the College and taken to our quarters. Oxford College is subdivided into a number of colleges some of which are Brasenose, Christ, Jesus, Queens and Harris. I was sent to Braesnose[G|Braesnose College, Oxford]. It seemed funny to hear them some talk of being sent to Jesus and sounded sacriligeous but I suppose it is alright. The buildings are very old some dating back to 1300.",
	"jtag":"p009"
},
{
	"date":"1917-10-03",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 3 - I was transported to Queens College [G|Queens College, Oxford] today. 60 were sent to Queens and 90 to Christs. Ed Moore, George Sherman, and myself have a large room on the fourth floor. The English seem to know little about stoves as far as I have been yet I have seen nothing but fire places. These giddy English people speak a batty funny language and it is jolly hard to understand them. It is almost like a foreign language and I have to listen with both ears to understand them. The fellows in school are fine chaps thought. I have met several Canadians from Windsor.\nWe all have to go through ground school again and will have six weeks here. It seems that all our work at Champaign was for naught. It ought to be easy for me however.",
	"notes":"Champaign - ground school training at The University of Illinois in Champaign, IL - see [|https://en.wikipedia.org/wiki/United_States_Army_World_War_I_Flight_Training]",
	"jtag":"p010"
},
{
	"date":"1919-10-04",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 4 - I had my first experience of English rain and mist today and it certainly kept up to its reputation. Classes do not commence until Monday and I and Sherm walked about the town. It is a very pretty town. Most of the houses are old and it was very interesting. I had a little trouble learning how to use English money and found the best way was to pull out a handfull and let them take what they wanted.",
	"jtag":"p011"
},
{
	"date":"1917-10-05",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 5 - It was a fine day and I took a long walk about town. There are a number of wounded soldiers here some walking on crutches some with their arms in slings and others with bandaged heads. War is coming closer home every day. Everything seems queer here. No street cars, very few automobviles, two wheeled carts and everywhere women and tall riding bicycles. I think I will like it better than Italy when I get used to it. At least I can understand what they say.",
	"jtag":"p011"
},
{
	"date":"1917-10-06",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 6 - Pay day. At last our money arrived and I received 24&#163 a few shilling and some pennies. I paid a few of my honest debts and was able to stand straight on my feet again.",
	"jtag":"p012"
},
{
	"date":"1917-10-07",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 7 Sunday - Could and rainy. I went to an Episcopal Church in the morning. In the afternoon I took a walk out into the country along the bank of the Thames and had to pay a half penny toll to cross a bridge. The old fashion waterwheels and dams were very interesting.",
	"notes":"On This Day: No mention of 3rd Battles of Ypres (Oct 6) with 250,000 total casualties",
	"jtag":"p012"
},
{
	"date":"1917-10-08",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 8 - Classes started today. They cover about the same things which I had at Champaign but take them up quite differently. Next to be at flying school there is no where in this country I would rather be than here. It is a fine school and I am going to like it very much.",
	"jtag":"p012"
},
{
	"date":"1917-10-09",
	"vtag":"Oxford",
   	"loctext":"Oxford",
  "text":"Oct 9 - I was put into the advanced wireless class having had signaling before but will need to brush up a little. The Vickers machine gun is a complicated machine and promises some real study. I tried out for the baseball team today wich is to play Windsor College. They are Canadians and know how to throw. These English throw like women.",
	"notes":"Possibly referring to Windsor, Canada. Being just south of Detroit, this would be well-known to Jesse.",
	"jtag":"p013"
},
{
	"date":"1917-10-14",
	"vtag":"Oxford",
   	"loctext":"Oxford",
  "text":"Oct 14 Sunday - We paraded as usual this morning. By parading the English mean simply a formation. The Inspector General of the southern Division of the British Army and our Major in Command of troops in England inspected us and incidentaly gave us a calling down on general principals.",
	"jtag":"p013"
},
{
	"date":"1917-10-15",
	"vtag":"Oxford",
   	"loctext":"Oxford",
  "text":"Oct 15 - They seem determined to make English men out of us. We have to buy a whip cord uniform, a split - cap [sic] and a Sam Browne belt. \nExams in Aerial of to morrow and I'll have to study a little as we get posted to flying squadrons a week from Monday if our studies warrant it.",
	"notes":"[|Example of military uniform|https://militaryantiquesmuseum.com/uniforms-uu614-wwi-era-us-army-enlistedmans-whipcord-uniform.16444.84.military-antiques] and the [|Sam Browne Belt|https://en.wikipedia.org/wiki/Sam_Browne_belt]",
	"jtag":"p013"
},
{
	"date":"1917-10-17",
	"vtag":"Oxford",
   	"loctext":"Oxford",
  "text":"Oct 17 - Still raining. It is a real treat to study under these officers who have seen service and know what they are talking about. Time spent here will not be wasted after all I guess. It will all be of service when I get to the front next spring. One of the members of the Lafyette Esquadrille was here today.",
	"notes":"[|Lafayette Escadrille|https://en.wikipedia.org/wiki/Lafayette_Escadrille] were American volunteers who had joined the French Air Department as a flying unit, first seeing combat in April 1916 in south-eastern France.",
	"jtag":"p014"
},
{
	"date":"1917-10-18",
	"vtag":"Oxford",
   	"loctext":"Oxford",
  "text":"Oct 18 - I got my exam papers back in aerial observations and got a V.G. or very good. Orders in passes have changed again and we have only Tuesaday and Sunday nights off. I wish some American mail would hurry up and come.",
	"jtag":"p014"
},
{
	"date":"1917-10-19",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 19 - We got a little taste of Zeppelin raids last night. The lights went out at 9:30 and the warning was given that the Huns were raiding London and had headed this way. They didn't get here but came to a village about 12 miles east. No one was very scared. I went to bed the same as usual for staying up wouldn't keep them away and didn't have much trouble getting to sleep.",
	"notes":"Actually, this was the night of the largest Zeppelin fleet to attack England in WWI. [|https://en.wikipedia.org/wiki/German_strategic_bombing_during_World_War_I#Night_raids] , [|largest fleet to attack UK on Oct 19|https://www.theguardian.com/news/2011/oct/16/weatherwatch-zeppelin-air-raid-first-world-war], [|general search|https://www.google.com/search?q=zeppelin+raid+london+october+19+1917&oq=zeppelin+raid+london+october+19+1917&aqs=chrome..69i57.8831j0j4&sourceid=chrome&ie=UTF-8] , [|http://lewishamwarmemorials.wikidot.com/incident:air-raid-ww1-19-20-october-1917], [|http://londonist.com/2010/07/wwi_airship_attacks_on_london_mappe], [|http://www.bridgetonowhere.friendsofburgesspark.org.uk/the-story-of-burgess-park-heritage-trail/heritage-trail-a-l/bomb-damage/]",
	"jtag":"p014"
},
{
	"date":"1917-10-21",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 21 Sunday - Inspection again. Sherm, Ed Moore and I went out to Cox's for dinner and had a fine time.",
	"jtag":"p015"
},
{
	"date":"1917-10-22",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 22 - We were moved from Queens to Exeter College [G|Exeter College, Oxford] today. We drew a room on the third floor again. I am getting used to rapid changes of elevation climbing up and down stairs. We have a little better room but no fire. All the American Cadets are together again.",
	"jtag":"p015"
},
{
	"date":"1917-10-23",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Oct 23 - Horribly cold and wet again. If I get through without having pneumonia I'll be lucky. I don't see how these English stand it without fires. They think America is a wilderness and one asked me if we say many Indians now and if it was far to a city. We are so far ahead of them here that they can't even see our dust!",
	"notes":"Jesse's bragging of course, but here's a [|picture of downtown Detroit|http://all-that-is-interesting.com/wordpress/wp-content/uploads/2015/02/vintage-detroit-gasoline-1917.jpg] from 1917. 'Skyscrapers', streetcars, and everyone (in Detroit area at least) has a car.",
	"jtag":"p015"
},
{
	"date":"1917-11-01",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Nov 1 - Pay day again. It has been a short month but pay came just in time.",
	"notes":"On This Day: US troops suffered first casualties in France",
	"jtag":"p016"
},
{
	"date":"1917-11-02",
	"vtag":"Oxford",
  "loctext":"Oxford",
  "text":"Nov 2 - Our flying clothes were issued today and they are a fine lot. I don't know whether I will ever get to fly or not but this is one step farther towards it. We have been ordered to the Machine Gun school at Grantham [G|Grantham] and leave tomorrow.",
	"notes": "[|Grantham|https://en.wikipedia.org/wiki/Grantham]",
	"jtag":"p016"
},
{
	"date":"1917-11-03",
	"vtag":"Grantham",
  "loctext":"Grantham",
  "text":"Nov 3 - We left Oxford at 9:30 after a strenuous time packing up and getting our baggage away. Arrived at Grantham at 4:30 and were met at the station by a band. Marching up the street behind real music again was a real treat and was a good indication of the treatment we are to get here. When we arrived at the camp which is in a valley just outside the city, a fine warm meal awaited us. We are officers in treatmnet if not in fact. The white band is off of our PFC caps and we wear our best uniforms and the lower half of the Sam Browne Belt. Incidentaly, they drew a number of salutes from the \"privates\". We have officers mess and quarters and a batman to wait on us, make bed, shine shoes and belts and call us \"sir\".",
	"notes": "Originally [|RAF Station Grantham|https://en.wikipedia.org/wiki/RAF_Spitalgate].",
	"jtag":"p016"
},
{
	"date":"1917-11-04",
	"vtag":"Grantham",
  "loctext":"Grantham",
  "text":"Nov 4 Sunday - I took a walk out into the country to get acclimated a little. Grantham lies in a valley surrounded by hills and a wonderfull view is obtained from the hill below us. The English have a queer way to walks - They do not follow the road but follow the fences across fields. Being used to private fields this seems funny to me to be walking across some one elses property. I cam across air instructors flying field in the course of my stroll and was interested in seeing the bad landings many made. They had several [|De H 4's|https://en.wikipedia.org/wiki/Airco_DH.4], De H 8's, [|B E<sup>2</sup> C's|https://en.wikipedia.org/wiki/Royal_Aircraft_Factory_B.E.2 ], [|R E 8's|https://en.wikipedia.org/wiki/Royal_Aircraft_Factory_R.E.8] and De H Scouts.\n I met an American from Chicago who is a British Captain at tea and was very interested in his experiences. He was with [|Villa|https://en.wikipedia.org/wiki/Pancho_Villa] while he was in power in Mexico and has been in this war since the start being wounded 5 times. He looks on it as great sport but I can hardly see it that way yet.",
	"notes":"See https://en.wikipedia.org/wiki/Airco - no DH.8 listed",
	"jtag":"p017"
},
{
	"date":"1917-11-05",
	"vtag":"Grantham",
  "loctext":"Grantham",
  "text":"Nov 5 - Start classes today again and it looks as though I might know something about the [|Vickers|https://en.wikipedia.org/wiki/Vickers_machine_gun] before long if they keep on the way they have started. Every screw and knot is accounted for. We get great meals here, the best cooking I have found yet in England.",
	"jtag":"p018"
},
{
	"date":"1917-11-12",
	"vtag":"Grantham",
  "loctext":"Grantham",
  "text":"Nov 12 - Tonight was great night. The band was over and played some good American tunes. Quite a few British officers were present.",
	"notes":"In Other News: Bolsheviks overthrew Russian Provisional Government, Nov 9",
	"jtag":"p018"
},
{
	"date":"1917-11-15",
	"vtag":"Grantham",
  "loctext":"Grantham",
  "text":"Nov 15 - At last I came to be posted. Orders have come for me and 4 others to proeced to the 25th training squadron at Thetford [G|Thetford]. I hate to leave Sherman and Ed Moore but I suppose it must come sooner or later anyways.",
	"notes": "See [|RAF Thetford|http://www.abct.org.uk/airfields/airfield-finder/thetford-snarehill/]. For the town, see  [|Thetford|https://en.wikipedia.org/wiki/Thetford]",
	"jtag":"p018"
},
{
	"date":"1917-11-17",
	"vtag":"Grantham",
  "loctext":"Grantham",
  "text":"Nov 17 - Final exams in the Vickers today. I was among the 10 highest in the squadron getting 152 out of a possible 160 points.",
	"jtag":"p018"
},
{
	"date":"1917-11-18",
	"vtag":"Thetford",
  "loctext":"Thetford",
  "text":"Nov 18 - Left Grantham at 8:30 for Thetford [G|Thetford], missed connections at Petersboro [G|Petersboro] and had to wait 4 hours. After changing again at Ely [G|Ely] we finally got here at 3:00. Thetford is smaller than Grantham and seems just as dead. The flying field is 2 miles east of town so perhaps I can save a bit of money.",
	"notes": "Given his description of the flying field location, it must have been [|RAF Lakenheath|https://en.wikipedia.org/wiki/RAF_Lakenheath]. \nHis train stops were the towns of [|Petersboro|https://en.wikipedia.org/wiki/Peterborough] and [|Ely|https://en.wikipedia.org/wiki/Ely,_Cambridgeshire] ",
	"jtag":"p018"
},
{
	"date":"1917-11-20",
	"vtag":"Thetford",
  "loctext":"Thetford",
  "text":"Nov 20 - The machines here are all pushers, [|Morris Farnums|https://en.wikipedia.org/wiki/Farman_MF.11] or Rumpsters as they call them. It was windy today so I didn't get a chance to go up. I'll probably get plenty of it in the next few days. Classes are from 9 - 1 and 2 - 3. Same old stuff. I am beginning to get fed up with it.",
	"notes":"\"Rumpsters\" because the propellor pushes from the rear (rump!) - [|https://en.wikipedia.org/wiki/Pusher_configuration]",
	"jtag":"p019"
},
{
	"date":"1917-11-21",
	"vtag":"Thetford",
   	"loctext":"Thetford",
  "text":"Nov 21 - Rain and no flying classes are an abomination. These newly commissioned British officers feel their oats raise caine most of the time. A number of captured Huns are here working on the field and tennis court. They don't xxxt themselves any working and stand around smoking cigarettes most of the time. They seem quite happy and contented and I don't know why they shouldn't after a sieze [sic] at the front.",
	"jtag":"p019"
},
{
	"date":"1917-11-22",
	"vtag":"Thetford",
  "loctext":"Thetford",
  "text":"Nov 22 - Still no flying. Some of the others got up about noon but our instructor, Captain Breed (sp?) was away on leave consquently I sill have one foot on earth. I am on the early flying list tomorrow so possible I shall get up if the air is decent.",
	"jtag":"p019"
},
{
	"date":"1917-11-27",
	"vtag":"Thetford",
  "loctext":"Thetford",
  "text":"Nov 27 - Still no flying. I got leave for London for Thanksgiving. Sent a cablegram home I hope it reaches them by Thursday.",
	"jtag":"p020"
},
{
	"date":"1917-12-01",
	"vtag":"Piccadilly",
  "loctext":"London",
  "text":"Dec 1 - I got back from London early this morning and found there had been flying yesterday. Not enough to make any difference though. It did seem good to [see] civilization again. London is quite a place and the crowds, taxis, and cars seemed like home again. I had a very nice room at The Piccadilly Hotel [G]|PiccadillyHotel] for 8/6 and saw a very good play called [|Theodore and Co.|https://en.wikipedia.org/wiki/Theodore_%26_Co]. [G|Gaiety Theatre]\n Unlike most American cities, London has very few high buildings. The streets careen every which way and end up in either a square or a circus. Picadilly or Oxford circus are not shows as supposed but simply a square or where a number of streets converge.\nAt night numbers of search lights search the sky for Zeps. Fortuntely, none came while I was there. I met an American from ??? Brouton ??? who was bound for the states after four months service in the ambulance corps in France and it made me sort of homesick to go back with him. He has not had enough yet and is going back to join the Aviators Corps.",
	"notes":"\"Theodore & Co.\" was a very successful show, music by Jerome Kern. It played at [|The Gaiety Theatre|https://en.wikipedia.org/wiki/Gaiety_Theatre,_London]. See [|http://www.guidetomusicaltheatre.com/shows_t/theodore.htm]. The hotel is now [|The Piccadilly Hotel|http://www.thepiccadillywestend.co.uk]",
	"jtag":"p020"
},
{
	"date":"1917-12-08",
	"vtag":"Thetford",
  "loctext":"Thetford",
  "text":"Saturday Dec 8 - I had a fine ride today. Lt. Whally and I went on a cross country trip south and west. We passed over Bury St. Edmunds [G|BuryStEdmunds] at 6,000 ft. and although it is quite a large place it looked very small. We landed near a small village and had tea. The inhabitants looked at us as if we were strangers from another planet. It was really quite a lot of good fun to be looked at so. I have often watched [other] aviators in the past. When we got back we found that Capt. Creed our Flight Commander and Roberts had had a crash. Capt. Creed was quite badly hurt but Roberts escaped with a shaking up. He was really quite miraculous as the machine was a total wreck. They got in to a side slip too close to the ground.",
		"notes":"The city is [|Bury St. Edmunds|https://en.wikipedia.org/wiki/Bury_St_Edmunds]",
	"jtag":"p021"
},
{
	"date":"1917-12-09",
	"vtag":"Thetford",
	"loctext":"Thetford",
  "text":"Sunday Dec 9 - Rain all day. Wash out.",
	"jtag":"p022"
},
{
	"date":"1917-12-10",
	"vtag":"Thetford",
	"loctext":"Thetford",
  "text":"Monday Dec 10 - Too windy for flying so I lived a peaceful life and attended services.",
	"jtag":"p022"
},
{
	"date":"1917-12-11",
	"vtag":"Thetford",
	"loctext":"Thetford",
  "text":"Tuesday Dec 11 - Early flying but we found no instructors at the sheds. Was up for an hour at noon and took part in a formation flight. Pretty bumpy though. I made 3 landings afterwards. Minchin an English chap from London had a bad crash today. He got into a node dive and couldn't pull it out. I hope it didn't make him forget the &#163;5 he owes me. Solo tomorrow if all goes well.",
	"jtag":"p022"
},
{
	"date":"1917-12-13",
	"vtag":"Thetford",
	"loctext":"Thetford",
  "text":"Thursday Dec 13 - At last I have flown the flying coffins all alone. My first solo at 2:30 this afternoon. I was a little nervous going around with the instructor before but the machine left the ground with me alone. I had all the confidence in the world. It was quite misty at 1000 but I could barely see the ground. I lost the aerodrome and it took me 1/2 hour to find it again\n In the morning Whalley and I hunted pheasants in the [?] and succeeded in getting three.\n I had in all 3-1/2 hrs in the air today and am rather tired",
	"jtag":"p022"
},
{
	"date":"1917-12-14",
	"vtag":"Thetford",
	"loctext":"Thetford",
  "text":"Dec 14 Friday - High wind - no flying. One good day would finish me now.",
	"notes":"'finish': presumably, finish his required flying time to qualify as pilot. Aparrently, only a handful of solo hours were required.",
	"jtag":"p023"
},
{
	"date":"1917-12-15",
	"vtag":"Thetford",
	"loctext":"Thetford",
  "text":"Dec 15 Saturday - Windy. no flying. I called up Geo Sherman at the [|75th Sqd|https://en.wikipedia.org/wiki/No._75_Squadron_RAF] at Elmswell [G|Elmswell] and tried to get a bike to go over in the PM but couldn't. Had a fine letter from Uncle Frank and several Pleiads from Edith.",
	"notes":"[|The Albion Pleiad|http://www.albionpleiad.com/] is the student-run newspaper of [|Albion College|https://en.wikipedia.org/wiki/Albion_College] which Jesse attended prior to enlisting. In his letters he often refers to reading copies, so family and friends must have kept posting these to him, as his sister Edith this December.\n Elmswell airfield was better known as [|RAF Great Ashfield|https://en.wikipedia.org/wiki/RAF_Great_Ashfield]",
	"jtag":"p023"
},
{
	"date":"1917-12-17",
	"vtag":"Thetford",
	"loctext":"Thetford",
  "text":"Dec 17 Monday - Early flying 45 minutes before breakfast. Dreadfully bumpy. After breakfast we had a formation flight of 6 machines - 4 solos and 2 instructors.\n It was really quite exciting and we had a number of compliments. The best one they have had here. I had just an hour more to do so I finished before lunch. Broke a landing skid on my last landing. Althought it was really a poor flying day, being too bumpy for comfort , I put in three hours and five minutes in the air and finished with the Rumptys. For good I hope.",
	"jtag":"p023"
},
{
	"date":"1917-12-18",
	"vtag":"Thetford",
 	"loctext":"Thetford",
  "text":"Dec 18 Tuesday - I got my transfer papers signed by the major and got leave for Norwich [G|Norwich]. I have been recommended for a [|Bristol Fighter|https://en.wikipedia.org/wiki/Bristol_F.2_Fighter]",
	"notes":"[|Norwich|https://en.wikipedia.org/wiki/Norwich] is an interesting choice for leave, about 30 miles north-east of Thetford. \nNo mention later in the diary of ever flying Bristol Fighters.",
	"jtag":"p024"
},
{
	"date":"1917-12-19",
	"vtag":"Norwich",
	"loctext":"Norwich",
  "text":"Dec 19 Wednesday - Norwich is quite a city. Street cars, buses and crowds. I went to the cinema in the afternoon. Morrison and I had dinner at [|The Royal|https://en.wikipedia.org/wiki/Royal_Hotel,_Norwich] with Lt. Col G. H Bower and his wife. I was quite surprised to hear that she was a sister of Mary Garden. They were quite insistent that we come out and see them some time. Came back to Thetford on the 10:24",
	"notes":"Jesse kept the calling card of Lt. G.H. Bower but nothing else is known of him. Mary Garden was a world renowned opera singer - [|https://en.wikipedia.org/wiki/Mary_Garden]",
	"jtag":"p024"
},
{
	"date":"1917-12-21",
	"vtag":"Norwich",
	"loctext":"Norwich",
  "text":"Dec 21 Friday - Orders came to go to 74 T.S. at London-Colney [G|London Colney Airfield]. Left Thetford at 2:30 [xxx?] London. Could hardly find anyone who had hard of the bally place at London but finally found a taxi driver who had heard of it. Finally arrived here at 7:30. It is an out of the way place between Radlett and St. Auberns [St. Albans]",
	"notes":"The new aerodrome was just south of London-Colney at [|Shenlybury|https://en.wikipedia.org/wiki/Shenley,_Hertfordshire]. And see [|https://shenleyww1.wordpress.com/royal-flying-corps-at-shenley/] for history and pictures of the aerodrom.\nApparently, Jesse was housed in Radlett [G|Radlett]. \nNote the use of [|\"bally\"|https://en.wiktionary.org/wiki/bally], a somewhat classier version of \"bloody\"",
	"jtag":"p024"
},
{
	"date":"1917-12-22",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Dec 22 Saturday - Reported to the adjutant and was assigned to B Flight. This is a scout squadron and fly [|Avros|http://www.wwiaviation.com/Avro-2.html], [|Sop. Pups|https://en.wikipedia.org/wiki/Sopwith_Pup], and [|S.E.5's|https://en.wikipedia.org/wiki/Royal_Aircraft_Factory_S.E.5]. The SE.5 is a great machine making 135 M.P.H. level and dives at 250. Parades at 9 and 2.",
	"jtag":"p024"
},
{
	"date":"1917-12-23",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Dec 23 Sunday - Same as any other day - classes and flying. I was told that I was going on 5 days leave tomorrow. Since I hadn't ask for any leave I was quite surprised but didn't object.",
	"jtag":"p025"
},
{
	"date":"1917-12-24",
	"vtag":"Villiers",
	"loctext":"London",
  "text":"Dec 24. Left for London on the bus. It is not a comfortable way to travel but it is 2-1/2 miles to Radlett to the trains. I stayed at Faulkner's Hotel on Charing Cross. There were a number of soldiers and officers on Xmas leave from the front and it was quite interesting to talk with them. I went to the Strand in the evening and saw \"Wild Heather\".",
	"notes":"By the 1920s, Faulkner's hotel was on Villiers Street off of Charing Cross in an area known as [|the worst street in London!|https://tricksterprince.wordpress.com/2014/01/22/the-worst-street-in-1920s-london/|]\n[|Wild Heather|https://en.wikipedia.org/wiki/Wild_Heather] was a drama; see [|https://theatricalia.com/play/2mh/wild-heather]",
	"jtag":"p025"
},
{
	"date":"1917-12-25",
	"vtag":"Villiers",
	"loctext":"London",
  "text":"Dec 25 - Christmas day but how little like the accustomed Xmas. As I sat by the fire last evening I couldn't help seeing them at home hanging up the stockings. How I wish I could be back for today. This war is beginning to become a nuisance. The shops and theaters were all closed today so there was nothing to do but sit by the fire and talk. I spent quite a little time talking with a Scotch Captain, a padre who was quite interested in the U.S.",
	"jtag":"p025"
},
{
	"date":"1917-12-26",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Dec 26 - I was getting fed up with doing nothing in London and came back this afternon although I had until tomorrow morning. The rest of the fellows had arrived from Thetford and the mess is beginning to look quite American. There are about 15 of us here now.",
	"jtag":"p026"
},
{
	"date":"1917-12-29",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Dec 29 - Today was a bad day on the Aerodrome, 4 bad crashes although no on was fatally injured. One poor fellow's prop came off at 3000 feet; another lost his engine and prop and struck a tree in making a forced landing. Received a cablegram from home sent Xmas and was mighty glad to get it.",
	"jtag":"p026"
},
{
	"date":"1917-12-30",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Dec 30 Sunday - A heavy mist prevented flying all day and as classes were washed out at 10:30 there was nothing to do but sit by the fire and write letters.",
	"jtag":"p026"
},
{
	"date":"1918-01-08",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Jan 8 1918 - Well \"Old book.\" I have been neglecting you. Flying is awfully slow. I have only had 10 minutes on ground but Ellis was burned to a cinder. Doc says he thinks Fred will pull through although he is badly burned.",
	"notes":"This was Fred Stillman.",
	"jtag":"p026"
},
{
	"date":"1918-02-16",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Feb 16 - DeGamo, 56, was killed in a Spad near Radlett this A.M. Engnine knocked out.",
	"notes":"Not sure what the '56' notation means.\nMeanwhile, the original 17th Squadron had arrived in England at the end of January and had just shipped out to France.\nOn This Day: Feb 10, Russia declares it is withdrawing from the Allied Forces",
	"jtag":"p027"
},
{
	"date":"1918-02-17",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Feb 17 - Now that the moon is up the Gothas are over again. They got the Midland Hotel and St. Pancras Station last night. About 40 killed. Morrison, Matheson, and Roberts did their cross country this afternoon and came back in fog.",
	"notes":"See [|https://en.wikipedia.org/wiki/Gotha_G.V] , [|https://en.wikipedia.org/wiki/German_strategic_bombing_during_World_War_I#1918] , Apparently actually [|https://en.wikipedia.org/wiki/Zeppelin-Staaken_R.VI].\n Moon phase was first quarter.",
	"jtag":"p027"
 }
,
{
	"date":"1918-02-18",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Feb 18 - The raid continues. Only one Gotha got through last night. Few casualties.",
	"jtag":"p027"
},
{
	"date":"1918-02-19",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Feb 19 - The third day of the raid. They had a bad time last night by the way the guns were going. They're at it again tonight and I can hear the guns booming away. Word came through today that Buckley was killed at Hounslow [G|Hounslow Heath Airfield] yesterday on a Pip. He is the sixth of our \"Italian Detachment\" to cash in.",
	"jtag":"p027"
},
{
	"date":"1918-02-23",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Feb 23 - Fred Stillman died today. 15 days after the crash. It was a shock to everyone as he had been recoverying rapidly the last few days. Nial and [I did a] cross country trip today. Since I had been to Northolt [G|Northolt Airfield] before, I was elected leader. We ran into a snow storm after leaving Northolt and got lost, landed at Brooklyns and after getting our bearings arrived safely at Hounslow. I brought Darcy back from Northolt with me. All the Avros and Pups are being sent away. Darcy took 4439 back to Northolt with him.",
	"notes":"When was Jesse at [|RAF Northolt|https://en.wikipedia.org/wiki/RAF_Northolt]?\n Brooklyns is actually [|Brooklands|https://en.wikipedia.org/wiki/Brooklands], an early racing track and airfield, somewhat south of Heathrow.\n [|Hounslow|https://en.wikipedia.org/wiki/Hounslow_Heath_Aerodrome] is just east of Heathrow.",
	"jtag":"p027"
},
{
	"date":"1918-03-01",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Mar 1 - The Squadron has begun to mobilize. 20 SE's are in now and each has been assigned to a pilot. Major Darcy, our new C.O. arrived today and promises to be a good fellow.",
	"jtag":"p028"
},
{
	"date":"1918-03-04",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Mar 4 - The C.O. was in last night and we had a pleasant chat with him. I did not go out to the aerodrome until 11 and found all classes were washed out.",
	"jtag":"p028"
},
{
	"date":"1918-03-25",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"Mar 25. Graduated on Pups today. Went on leave for 4 days to Salisbury [G|Salisbury].",
	"notes":"[|Salisbury|https://en.wikipedia.org/wiki/Salisbury] is noted for its magnificent cathedral. Note that during this leave, Jesse had his 22nd birthday (March 28).\n On This Day - March 21-28 German Somme Offensive.",
	"jtag":"p028"
},
{
	"date":"1918-05-04",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"May 4 - Clarency Fry was killed today. His engine cut out on a climbing turn.",
	"jtag":"p028"
},
{
	"date":"1918-05-08",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"May 8 - Bill Wait was killed today. He dove into Elstree mess room. No one knows how it happened.",
	"notes":"[|RAF Elstree|https://en.wikipedia.org/wiki/Elstree_Airfield]",
	"jtag":"p028"
},
{
	"date":"1918-05-12",
	"vtag":"LondonColney",
	"loctext":"London Colney",
  "text":"May 12 - Finished on Spads today.",
	"jtag":"p028"
},
{
	"date":"1918-05-18",
	"vtag":"Markse",
	"loctext":"Marske",
  "text":"May 18 - Curtis Wicks and myself started for school of aerial gunnery at Marske [G|Marske]",
	"notes": "This was the No.4 School of Aerial Gunnery; must have been a lonely place on north-east coast of England - [|Marske|https://en.wikipedia.org/wiki/Marske,_Richmondshire].\n One of the instructors was [|W.E. Johns|https://en.wikipedia.org/wiki/W._E._Johns] who went on to write the famed series of books relating WWI ace pilot 'Biggles'. Another [|reference|https://www.crossandcockade.com/Store/Product.asp?id=382&item=From-Biggles-to-the-Red-Baron|].",
	"jtag":"p029"
},
{
	"date":"1918-05-28",
	"vtag":"Markse",
	"loctext":"Marske",
  "text":"May 28 - Had my first flip with Lt. Felder in a Avro today.",
	"jtag":"p029"
},
{
	"date":"1918-06-16",
	"vtag":"Markse",
	"loctext":"Marske",
  "text":"June 16 - Lt. Turner, an Australian in the R.I.F.F was killed in a Pup today. Spun into the ground and caught fire.",
	"notes":"On This Day: June 1 - Canadian Lt. Billy Bishop down's six planes over three days.",
	"jtag":"p029"
},
{
	"date":"1918-06-19",
	"vtag":"Dover",
	"loctext":"Dover",
  "text":"June 19 - Wicks, Forester, and myself started for Dover [G|Dover (Swingate Downs) Airfield] to fly Camels.",
	"notes":"The airfield at [|Dover, Swingate Downs|http://www.ukairfieldguide.net/airfields/Swingate-Downs] (Also see [|http://www.pastscape.org.uk/hob.aspx?hob_id=1417760]). Meanwhile, in France, the 17th Squadron, which had its A/B/C 'flights' working out of different R.A.F. bases, now was sent as a whole to their airfield at Petite-Synthe [G|PetiteSynthe] near Dunkirk.",
	"jtag":"p029"
},
{
	"date":"1918-06-23",
	"vtag":"Dover",
	"loctext":"Dover",
  "text":"June 23 - Took my first flip on a [|Camel|https://en.wikipedia.org/wiki/Sopwith_Camel]. Not so bad as I had heard they were. We have only to fly here so we should not have a bad time.",
	"jtag":"p029"
},
{
	"date":"1918-06-25",
	"vtag":"Dover",
	"loctext":"Dover",
  "text":"June 25 - Sick with the flue.",
	"notes":"Note most of this diary is written during the time of the [|great flu pandemic across Europe and America|https://en.wikipedia.org/wiki/1918_flu_pandemic]. No other mention in this diary of the flu.",
	"jtag":"p029"
},
{
	"date":"1918-06-29",
	"vtag":"Dover",
	"loctext":"Dover",
  "text":"June 29 - Went on leave for a week to recover.",
	"notes":"Two weeks later, on July 15, the original 17th Aero Squadron started active operations near Dunkirk, and scored their first air victory.",
	"jtag":"p029"
},
{
	"date":"1918-07-29",
	"vtag":"HotelCecil",
	"loctext":"London",
  "text":"July 29 - Wicks and myself started overseas. Reported to Hotel Cecil and received orders.",
	"notes":"[|Hotel Cecil, London|https://en.wikipedia.org/wiki/Hotel_Cecil_(London)]",
	"jtag":"p029"
},
{
	"date":"1918-07-30",
	"vtag":"Boulogne",
	"loctext":"Boulogne",
  "text":"July 30 - Crossed the Channel to Boulogne [G|Boulogne]. Stayed the night at Hotel Maurice.",
	"notes":"No trace of Hotel Maurice. For the city, see [|Boulogne|https://en.wikipedia.org/wiki/Boulogne-sur-Mer]",
	"jtag":"p029"
},
{
	"date":"1918-07-31",
	"vtag":"PetiteSynthe",
	"loctext":"Petite-Synthe",
  "text":"July 31 - Started for Dunkirk [G|PetiteSynth] to 17th American Squadron \"Camels\"",
	"notes":"For the duration of the war, the 17th Aero Squadron (along with the 147th) was a U.S. Army air unit assigned to the Royal Air Force, 65th Wing, [|3rd Infantry Brigade|https://en.wikipedia.org/wiki/3rd_Infantry_Brigade_(United_Kingdom)].",
	"jtag":"p029"
},
{
	"date":"1918-08-01",
	"vtag":"PetiteSynthe",
	"loctext":"Petite-Synthe",
  "text":"France\n\nAug 1 - Reported to 17th American Squadron at Dunkirk, Lt. Eckert commanding.",
	"notes":"[|Petite-Synthe Airfield|http://www.49squadron.co.uk/airfields/af1_psynthe], western industrial suburb of Dunkirk.\nThis field was originally built for the Royal Naval Air Service. For more description, see Frederick Clapp's, 'History of the 17th Squadron`, p18 - [IA|H17p18]\nBy this date the Great War was in its final stages. Earlier in the year, Germany had gone on the [|offensive|https://en.wikipedia.org/wiki/Spring_Offensive], trying to gain ground before U.S. soldiers and materiel entered the conflict. From August 1918 onwards, the Allies conducted a furious counter-offensive -  [|the Hundred Days |https://en.wikipedia.org/wiki/Hundred_Days_Offensive] - to drive Germany out of France and end the war.",
	"jtag":"p030"
},
{
	"date":"1918-08-03",
	"vtag":"PetiteSynthe",
	"loctext":"Petite-Synthe",
  "text":"Aug 3 - 1st trip over lines, we got a good bit of archie and machine gun fire at Nieppe Forest. Saw no E.A.",
	"notes":"Note that standard practice by the R.A.F. was that no pilot was to go over the lines until they had <i>three  weeks </i> of practical experience in the Western Front - [IA|H17p16]. Either the 17th simply went their own way (even though a part of the R.A.F.), or Jesse may have demonstrated superior ability.\nE.A. == Enemy Aircraft.\nArchie == anti-aircraft fire;  See [|https://english.stackexchange.com/questions/301554/why-is-german-anti-aircraft-fire-called-archibald] - The song can be heard at [|https://www.youtube.com/watch?v=fqsZiLpyoaw]\n[|Front line as of Aug 8|http://www.longlongtrail.co.uk/maps/allied18q.jpg]\nNieppe Forest, just north-west of [|Merville|https://en.wikipedia.org/wiki/Merville,_Nord]\n[|Nieppe|https://en.wikipedia.org/wiki/Nieppe]",
	"jtag":"p030"
},
{
	"date":"1918-08-05",
	"vtag":"PetiteSynthe",
	"loctext":"Petite-Synthe",
  "text":"Aug 5 - Straffed trenches around Dixmude [G|Diksmuide]",
	"notes":"See [|Dixmuide|https://en.wikipedia.org/wiki/Diksmuide]. Again, unusual for a new pilot to get this assignment after four days.\nIn fact, Jesse was singled out with an 'assist' on a Fokker kill two days later on August 7th - see Combat Report 8 [IA|H17p59]\nNote comment on strafing in Clapp's 'History': In many ways, on the other hand, \"ground strafing\" is a severer test than most fighting of a pilot's stamina and skill and of the rigging and fitting of his machine.[IA|H17p39]\nSuccessful  strafing also served to demoralize German troops as, previously, German air protection was supreme.",
	"jtag":"p030"
},
{
	"date":"1918-08-10",
	"vtag":"PetiteSynthe",
	"loctext":"Petite-Synthe",
  "text":"Aug 10 - Went to 19,000 ft. on aerial sentry. No E.A.",
	"notes":"Jesse does not mention the first major action taken by the 17th, the attack bombing on the Varsenare Aerodrome [G|Varsanare]. It's evident that Jesse was not part of this action, probably due to his lack of experience, though as just mentioned, he seemed to have demonstrated his ability. Either way, odd that there's no mention of this. For a complete writeup see [IA|H17p30].",
	"jtag":"p030"
},
{
	"date":"1918-08-14",
	"vtag":"PetiteSynthe",
	"loctext":"Petite-Synthe",
  "text":"Aug 14 - Started work in earnest today. The first show was escorting [|D.H.9 bombers|https://en.wikipedia.org/wiki/Airco_DH.9] to Bruges [G|Bruges]. 5 Fokkers attack us over Bruges and we accounted for 3. I got my first Hun. Hamilton, Todd, and myself were all firing at him when he went down so I get credit for 1/3 hun destroyed officially. One Fokker which Wicks was firing at crashed into Case cutting off his tail plane. Both crashed to the ground. Sherman failed to return. He was last seen going down after a hun.\nIn the afternoon we went on an offensive patrol and ran into 15 enemy aircraft which were scrapping a formation of Bristol Fighters. We joined in but every thing was so messed up that I couldn't tell where I was. Luckily none attacked me. I found myself up alone with 3 Fokkers everyone else having gone down but they didn't attack me so I left them alone.",
	"notes":"Just two weeks after getting to France, his Oxford roomate, George Sherman is killed in what must have been a terrifying day of battle. Jesse's confirmation of Wick's victory is in Combat Report 15 [IA|H17p65]\nNot sure what Fokker model, must have been a figher:  [|https://en.wikipedia.org/wiki/Fokker_D.VI], [|https://en.wikipedia.org/wiki/Fokker_D.VII], [|https://en.wikipedia.org/wiki/Fokker_Dr.I]\n. For the city, see [|Bruges|https://en.wikipedia.org/wiki/Bruges].",
	"jtag":"p030"
},
{
	"date":"1918-08-15",
	"vtag":"PetiteSynthe",
	"loctext":"Petite-Synthe",
  "text":"Aug 15 - Escorted DH9's to Bruges. Saw a few Fokkers but none were attacked. Went after a balloon but missed it.",
	"jtag":"p031"
},
{
	"date":"1918-08-16",
	"vtag":"PetiteSynthe",
	"loctext":"Petite-Synthe",
  "text":"Aug 16 - Escorted DH9 to Bruges. Archie was fierce coming back but no one was brought down although several were hit. Went to Calais [G|Calais] for dinner.",
	"notes":"After these weeks of escorting DH9 bombers to Bruges, Major G.R.M. Reid of [|211th Squadron|http://www.211squadron.org/world_war_i.html] wrote that 'not a machine of theirs was lost as a result of attack by enemy aircraft.' - [IA|H17p25]\nFor the town, see [|Calais|https://en.wikipedia.org/wiki/Calais]",
	"jtag":"p031"
},
{
	"date":"1918-08-17",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 17 - Moved to Auxi-Le-Chateau [G|AuxiLeChateau] today. Our new front is between Albert [G|Albert] and Arras [G|Arras] so we should have plenty of work.",
	"notes": "For the towns, see [|Auxi-Le-Chateau|https://en.wikipedia.org/wiki/Auxi-le-Ch%C3%A2teau], [|Albert|https://en.wikipedia.org/wiki/Albert,_Somme], [|Arras|https://en.wikipedia.org/wiki/Arras]",
	"jtag":"p031"
},
{
	"date":"1918-08-19",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 19 - Went on a tour of the lines between Arras and Albert.",
	"jtag":"p031"
},
{
	"date":"1918-08-20",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 20 - Ferried a machine back from Hesdin [G|Hesdin Airfield] and got lost near Abbyville [G|Abbeville]. In the afternoon we had another look at the lines. Gave an exhibition for formation flying for Captain Dodge in the evening. Big show tomorrow. Our trooops are going to attack opposite.",
	"notes":"The attack may have been the [|https://en.wikipedia.org/wiki/Second_Battle_of_Bapaume] \nFor the towns, [|Hesdin|https://en.wikipedia.org/wiki/Hesdin] and [|Abbyville|https://en.wikipedia.org/wiki/Abbeville]",
	"jtag":"p031"
},
{
	"date":"1918-08-21",
	"vtag":"AuxiLeChateau",
 	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 21 - Misty in the morning so we did not have to go over. Our troops have advanced about 5 miles. Escorted [|R.E 8s|https://en.wikipedia.org/wiki/Royal_Aircraft_Factory_R.E.8] on a bombing expedition in the afternoon to Baupaume [G|Baupaume] and were attacked by eight fokkers. We got two without losing anyone. Had an offensive patrol in the evening and trench straffed in the last fifteen minutes. Hamilton, Todd, and myself went down on a baloon and got it in flames at 200 feet from the ground.",
	"notes": "Jesse's confirmation of Ham & Todd's victory is in Combat Report 22 [IA|H17p69].  \n[|Bapaume|https://en.wikipedia.org/wiki/Bapaume]",
	"jtag":"p032"
},
{
	"date":"1918-08-22",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 22 - Escorted R.E.8's again to Bapaumme and were attacked by 10 fokkers. One got on my tail and he nearly got me. One bullet went thru the center sections strut by my head and a bracing strut stopped another about an inch from my leg. We got three of them in the scrap. Had an O.P. in the evening but didn't see anything. A large piece of archie went thru my top plane.",
	"jtag":"p032"
},
{
	"date":"1918-08-23",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 23. Another push today. In the morning we shot up and dropped bombs on tropps and transports along the Bapaumme-Albert road. Machine gun fire from the ground was fierce and nearly every one was shot up badly when we got back. I got two in my engine and Wicks had his pressure pump shot off. Morton Campbell was shot down about 5 miles in Hun land.",
	"notes":"See Bombing Report 2 [IA|H17p99]\nMorton Campbell was not related to Jesse. Clapp writes of later finding Morton's battefield burial after the Allies pushed the German's back...\nand when the Boche had gone back beyond Thiepval and Contalmaison we found his grave. He had landed, upside down, in that broad belt of shell-torn country where there is not a yard not shattered by heavy explosive. His grave was a low soft mound beside his crashed machine. On it, the usual inverted bottle, stuck in the mud, contained an envelope, blood-soaked and bearing his name. We made a cross of a broken four-bladed 'prop' of fine mahogany that we got from salvage, and engraved a nameplate on a copper disk. We took it up past wrecked villages and then more wrecked villages, into the old No Man's Land of some of the fiercest battles of the war. At the head of his grave without ceremony we set it up. He lies there, one of our stoutest, by a file of tree trunks smashed and stripped and grotesquely rigid against the sun, under a little slope of ground rising toward the east that has been blasted into dust by months of artillery fire. [IA|H17p39]",
	"jtag":"p033"
},
{
	"date":"1918-08-24",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 24 - More ground straffing. Hamilton and I went down on a baloon. We got the baloon but they got Ham. The last I saw of him we was falling to the ground out of control. Rodney Williams was wounded yesterday. Geo Wise failed to return. I am afraid they got him too.",
	"notes":"Jesse's first confirmed victory - see Combat Report 28 [IA|H17p73]. Bombing Report 5 [IA|H17p103]",
	"jtag":"p033"
},
{
	"date":"1918-08-26",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 26 - Led one flight on an O.P. today",
	"jtag":"p033"
},
{
	"date":"1918-08-27",
	"vtag":"AuxiLeChateau",
 	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 27 - Went out on an O.P. but had to return as my C.C. gear was not working. Providence was watching out for me however as our fellows ran into 40 Fokkers and only three out of the nine returned. They got Lipton, Frost, Todd, Jackson, Bittinger, and Roberts. Dinner in the evening was a sad occasion with so many gone.",
	"notes":"\"C.C.\" is the [|machine gun synchronization gear|https://en.wikipedia.org/wiki/Synchronization_gear#The_Sopwith-Kauper_gear]\nClapp writes up this 'most tragic day' but dated August 26 [IA|H17p40]",
	"jtag":"p033"
},
{
	"date":"1918-08-27",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 27 - We are to get a couple of weeks rest to recuperate. Only five old men are left.",
	"jtag":"p033"
},
{
	"date":"1918-08-28",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Aug 28 - Led two formation of new fellows up to see the lines.",
	"jtag":"p034"
},
{
	"date":"1918-09-14",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Sep 14 - Have not been up for the last six days. We have had quite a rest since we were shot up. Our only war work being baloon line patrols. Lately we started work on wireless interruption. Had a few calls but didn't see any huns.",
	"jtag":"p034"
},
{
	"date":"1918-09-15",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Sept 15 - Had my first force landing this morning. The main lead from the magneto fused. Luckily there was a large field beneath me and I got down safely.",
	"jtag":"p034"
 }
,
{
	"date":"1918-09-16",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Sept 16 - Had two O.P.s today. The first one we saw 10 fokkers and on the second 11 but didn't have a scrap.",
	"jtag":"p035"
},
{
	"date":"1918-09-17",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Sept 17 - While on an O.P. today we were jumped by 16 Fokkers. There were only six of us so we had to run away. Two took after me but I shook them off without much trouble. Allison's controls were shot away be he got down on our side without hurting himself. Snyder also was shot up a little. Knotts got one of them near  Bourlon woods [G|Bourlon Woods].",
	"notes": "[|Bourlon|https://en.wikipedia.org/wiki/Bourlon]",
	"jtag":"p035"
},
{
	"date":"1918-09-18",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Sept 18 - Led one flight on a baloon strafe. We didn't get the baloon but we stirred things up a little with our bombs. I - my machine - was hit in several places with an archie but is still servicable.",
	"jtag":"p035"
},
{
	"date":"1918-09-19",
	"vtag":"AuxiLeChateau",
	"loctext":"Auxi-Le-Chteau",
  "text":"Sept 19 - Had an uneventful O.P. over Dourai [G|Douai] and Cambrai [G|Cambrai].",
	"notes": "[|Dourai|https://en.wikipedia.org/wiki/Douai] and [|Cambrai|https://en.wikipedia.org/wiki/Cambrai]",
	"jtag":"p035"
},
{
	"date":"1918-09-20",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Sept 20 - Moved today from Auxi-le-Chateau to Sombrin [G|Soncamp Aerodrome] just north of Doulons. The new place is quite nice although the quarters do not compare with our old ones. [|#87 Squadron|https://en.wikipedia.org/wiki/No._87_Squadron_RAF] ([|Dolphins|https://en.wikipedia.org/wiki/Sopwith_Dolphin]) are on the same aerodrome. Had an O.P. over Cambrai in the afternoon.",
	"notes":"Also called Soncampe Airfield, actually a couple miles north-east of [|Doulons|https://en.wikipedia.org/wiki/Doullens]. And see Clapp's description, \"the mud in this camp was omnipresent and deep\" [IA|H17p45]\nThis begins the end-game of the war as the Allies mount furious pushback on the German front-line.",
	"jtag":"p035"
},
{
	"date":"1918-09-22",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Sept 22 - Twenty five huns attack twelve of us over Boulon woods [G|Bourlon Woods]. We had a merry old scrap and in all got four of them. We lost Tillinghast and Thomas. One of them went down in flames. It was a horrible sight. We ran into a hun two seater (Hanoverana) but he got away from us. These Hunds certainly are good pilots and have lots of nerve. They say they are part of Richtofen's old circus. #2 squadron.",
	"notes":"Jesse is mentioned in Combat Report 42, with an 'indecisive' result [IA|H17p83].\nHanoverana was some sort of nickname for a German Hanover fighter, probably the [|Hanover CL.III|https://en.wikipedia.org/wiki/Hannover_CL.III] two-seater fighter. See W.E.Johns [CACp48] for 'Biggles' use of the nickname.\nThere's an odd number \"#2\" after the mention of Richtofen -- The Red Baron -- squad. But nothing quite matches [|https://en.wikipedia.org/wiki/Jagdgeschwader_1_(World_War_I)]",
	"jtag":"p036"
},
{
	"date":"1918-09-23",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Sept 23 - Had an O.P. and saw lots of huns but didn't get a scrap. They won't scrap without plenty of odds in their favor and they are too good to give many odds.",
	"jtag":"p036"
},
{
	"date":"1918-09-24",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Sept 24 - Had a fine scrap this morning. There were 27 huns and 15 of us. We was in the top flight at 14,000 ft and as the huns went down on our bottom flight we went down on them. I got on ones tail and followed him down 5,000 feet pumping lead into him. I finally got quite close to him and as he started to half roll I saw my tracers going into the cockpit. He went down in a flat spin on his back but I didn't see him crash as more were coming down on me.\n Knotts went out this afternoon and saw him on his back near Havincourt [G|That makes two for me]. That makes two for me. We got 7 huns this morning without losing anyone.",
	"notes": "Description of the scrap at [IA|H17p49]. Jesse's second confirmed victory and first over a fighter plane, see Combat Report 46 [IA|H17p85].\n[|Havincourt|https://en.wikipedia.org/wiki/Havrincourt]",
	"jtag":"p036"
},
{
	"date":"1918-09-25",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Sept 25 - Flew to 40 squadron at St. Pol [G|St. Pol-sur-Mer Airfield]. Anderson has been missing for a month now.",
	"notes": "[|St. Pol|https://en.wikipedia.org/wiki/Saint-Pol-sur-Ternoise]. The airfield is mentioned at [|http://www.forgottenairfields.com/france/nord-pas-de-calais/nord/st-pol-du-mer-s1061.html]. [|40th Squadron, RAF|https://en.wikipedia.org/wiki/No._40_Squadron_RAF]",
	"jtag":"p037"
},
{
	"date":"1918-09-26",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Sept 26 - Two O.P.s over Boulon and Havrincourt Woods. Uneventful.",
	"jtag":"p037"
},
{
	"date":"1918-09-27",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Sept 27 - Got a good burst into a pretty white-tailed Fokker. He went down in a spin and was last seen about 20ft from the ground still spinning. I doubt if I get him confirmed.",
	"notes":"Yes, this was confirmed in Combat Report 53 [IA|H17p89]. Also, Bombing Reports 11 & 12 [IA|H17p108]",
	"jtag":"p037"
},
{
	"date":"1918-09-28",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Sept 28 - Straffed troops with bombs and bullets.",
	"notes":"Bombing Report 14 [IA|H17p112]",
	"jtag":"p038"
},
{
	"date":"1918-09-29",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Sept 29 - more straffing troops.",
	"notes":"Cambrai [G|Cambrai] - Bombing Reports 15 & 16 [IA|H17p116]",
	"jtag":"p038"
},
{
	"date":"1918-10-01",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 1 - Two O.P.'s. Led one.",
	"notes":"Awoingt [G|Awoingt] - Bombing Reports 17 & 18 [IA|H17p121]",
	"jtag":"p038"
},
{
	"date":"1918-10-02",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 2 - Dropped bombs on Awoingt [G|Awoingt]. Led both shows. Clements went on leave.",
	"notes":"Bombing Reports 19 & 20 [IA|H17p124]\n[|Awoingt|https://en.wikipedia.org/wiki/Awoingt]",
	"jtag":"p038"
},
{
	"date":"1918-10-03",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 3 - Bombed Caudry [G|Caudry] station from 5,000 feet. Got a direct hit on the tracks.",
	"notes":"Bombing Report 22 [IA|H17p128]\n[|Caudry|https://en.wikipedia.org/wiki/Caudry]. Here's an picture of German troops arriving in Caudry - [|https://www.awm.gov.au/collection/H13409/]",
	"jtag":"p038"
},
{
	"date":"1918-10-04",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 4 - Bombed Caudry again. Archie shot my pressure pumps away and I had to come back on gravity. 10 Fokkers followed me out.",
	"notes":"Bombing Report 23 [IA|H17p129]",
	"jtag":"p038"
},
{
	"date":"1918-10-05",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 5 - Bombed Awoingt and Wambois [G|Wambaix]. Glen Wicks and Shoemaker collided after dropping bombs on Wambois. Both went down in a spin and crashed badly. Both killed.",
	"notes":"Bombing Report 25 [IA|H17p132]\n[|Wambois|https://en.wikipedia.org/wiki/Wambaix]",
	"jtag":"p038"
},
{
	"date":"1918-10-07",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 7 - Bombed Awoingt again. Good news came today. Curtis, Lipton, Todd, Frost, Weiss and Bittinger are prisoners. Snyder went on leave today.",
	"notes":"Bombing Report 27 [IA|H17p135]",
	"jtag":"p038"
},
{
	"date":"1918-10-08",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 8 - Low straffing. I had to return on second patrol because of engine trouble. A piece of rubber was lodged in the middle valve.",
	"notes":"Bombing Reports 28 & 29 [IA|H17p137]",
	"jtag":"p038"
},
{
	"date":"1918-10-09",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 9 - Two shows. The second one was a reconaissance trying to find the hun. We have all of Cambrai and Caudry now. Major Fowler was in my flights. Have dropped 60 bombs so far this month.",
	"notes":"Bombing Reports 30 & 31 [IA|H17p141]\nThis was part of [|The Battle of Cambrai|https://en.wikipedia.org/wiki/Battle_of_Cambrai_(1918)] which broke the German [|Hindenburg Line|https://en.wikipedia.org/wiki/Hindenburg_Line].",
	"jtag":"p039"
},
{
	"date":"1918-10-10",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 10 - Rain and rest. Le Cateau [G|Le Cateau] was captured today.",
	"notes":"[|Le Cateau|https://en.wikipedia.org/wiki/Le_Cateau-Cambr%C3%A9sis]",
	"jtag":"p039"
},
{
	"date":"1918-10-11",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 11 - more rain",
	"jtag":"p039"
},
{
	"date":"1918-10-12",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 12 - [ditto - more rain]",
	"jtag":"p039"
},
{
	"date":"1918-10-13",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 13 - [ditto - more rain]",
	"jtag":"p039"
},
{
	"date":"1918-10-14",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 14 - Two shows. Vaughn got a 2-seater in the first one. Knotts landed in Hun land near the lines at Salzoir. He was last seen running down the road to Salzoir [G|Saulzoir].",
	"notes":"Bombing Reports 32 & 33 [IA|H17p143]\n[|Saulzoir|https://en.wikipedia.org/wiki/Saulzoir]",
	"jtag":"p039"
},
{
	"date":"1918-10-15",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 15 - Rain",
	"jtag":"p039"
},
{
	"date":"1918-10-16",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 16 - Rain - Hurrah !",
	"jtag":"p039"
},
{
	"date":"1918-10-17",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 17 - Had a short scrap with France",
	"notes":"Sick? Someone named France?? Something else?",
	"jtag":"p039"
},
{
	"date":"1918-10-18",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 18 - O.P. over Le Cateau and Salzoir",
	"jtag":"p039"
},
{
	"date":"1918-10-19",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 19 - Rain",
	"jtag":"p039"
},
{
	"date":"1918-10-20",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 20 - [ditto - Rain]",
	"jtag":"p039"
},
{
	"date":"1918-10-21",
	"vtag":"Soncampe",
	"loctext":"Sombrin",
  "text":"Oct 21 - [ditto - Rain]",
	"jtag":"p039"
},
{
	"date":"1918-10-22",
	"vtag":"Boulogne",
	"loctext":"Boulogne",
  "text":"Oct 22 - Started for England on leave. Stayed the night at Maurices Hotel in Bolounge [G|Bologne].",
	"jtag":"p039"
},
{
	"date":"1918-10-23",
	"vtag":"Royal Air Force Club",
	"loctext":"London",
  "text":"Oct 23 - Crossed the channel and arrived at Officers club [G|Royal Air Force Club] London at 8:00 P.M.",
	"notes":"The [|Royal Air Force Club|https://en.wikipedia.org/wiki/Royal_Air_Force_Club], Piccadilly, founded in 1918.",
	"jtag":"p039"
},
{
	"date":"1918-10-24",
	"vtag":"Royal Air Force Club",
	"loctext":"London",
  "text":"Oct 24 - quite a few fellows of the old bunch are here either on leave or getting new machines for the Americans.",
	"jtag":"p039"
},
{
	"date":"1918-10-26",
	"vtag":"Royal Air Force Club",
	"loctext":"London",
  "text":"Oct 26 - Tillinglast (17sq), Anderson (40sq), and Donaldson (32 sq) arrived here tonight having esacaped from Germany. They had a wonderful experience. 30 days walking across Belgium to the Holland border and finally cutting the electrically charged wire there. Don Harris who was shot down while we were at Dunkirk is a prisoner in Holland and is working at the American Embassy.",
	"notes": "Amusing writeup of Tillinglast's escape in [IA|H17p47]",
	"jtag":"p040"
},
{
	"date":"1918-11-05",
	"vtag":"Royal Air Force Club",
	"loctext":"London",
  "text":"Nov 5 - Supposed to go back today but orders from H.Q. here said to wait for orders as the squadron had moved south with the Americans.",
	"notes":"The 17th Sqaudron had moved south to [|Toul|https://en.wikipedia.org/wiki/Toul] apparently now attached (as of Nov 1st) with the [|4th Pursuit Group, II Army|https://en.wikipedia.org/wiki/4th_Pursuit_Group]",
	"jtag":"p040"
},
{
	"date":"1918-11-07",
	"vtag":"Southhampton",
	"loctext":"Le Havre",
  "text":"Nov 7 - Started back today via Southampton [G|Southampton] and Harve [G|Le Havre]. Crossed the channel on the American cruiser [|Yale|https://en.wikipedia.org/wiki/USS_Yale_(1888)].",
	"notes":"[|Southampton|https://en.wikipedia.org/wiki/Southampton] and [|Harve|https://en.wikipedia.org/wiki/Le_Havre]",
	"jtag":"p040"
},
{
	"date":"1918-11-08",
	"vtag":"Paris",
	"loctext":"Paris",
  "text":"Nov 8 - Arrived at Harve early this morning and after eluding the APM who wanted to send me out to a rest camp, caught the 9:30 train for Paris. Went to Follies Bergerie [G|Folies Bergre] in the evening. Stayed at the Palace Hotel [G|Victoria Palace Hotel].",
	"notes":"A.P.M. == Assistant Provost Marshall - [|British military police|https://en.wikipedia.org/wiki/Provost_marshal].\n [|Follies Bergerie|https://en.wikipedia.org/wiki/Folies_Berg%C3%A8re] \nHard to know which \"Palace\" hotel, but possibly [|Victorian Palace|https://www.victoriapalace.com/en/history/]",
	"jtag":"p040"
},
{
	"date":"1918-11-09",
	"vtag":"Paris",
	"loctext":"Paris",
  "text":"Nov 9 - Paris. Went to the Comedy [G|La Comdie Franaise] in the evening. Met Lt. Brady in the evneing and decided to stay until morning and go out with him.",
	"notes":"Perhaps the oldest active theatre in the world - [|https://en.wikipedia.org/wiki/Com%C3%A9die-Fran%C3%A7aise]. How to find out what was performed there that night?!",
	"jtag":"p041"
},
{
	"date":"1918-11-10",
	"vtag":"Toul",
	"loctext":"Toul",
  "text":"Nov 10 - Caught the 8:30 train for [G|Toul]. Met Major Cartwright. Arrived at Toul at 6pm.",
	"notes":" [|Toul|https://en.wikipedia.org/wiki/Toul]",
	"jtag":"p041"
},
{
	"date":"1918-11-11",
	"vtag":"Toul",
	"loctext":"Toul",
  "text":"Nov 11 - Armistance signed. Had a great party in Nancy [G|Nancy] in the evening. The A.P.M. tried to pinch Ayers for swiping an American flag from the front of one of the stores.",
	"notes":"[|Nancy|https://en.wikipedia.org/wiki/Nancy,_France]",
	"jtag":"p041"
},
{
	"date":"1918-11-13",
	"vtag":"Toul",
	"loctext":"Toul",
  "text":"Nov 13 - Took my first flip on a 220 Spad. Don't like them much.",
	"notes":"After joining the US forces in Toul, the 17th Squadron was reassigned to fly Spads. This was possibly a [|Spad S.XX|https://en.wikipedia.org/wiki/SPAD_S.XX]",
	"jtag":"p041"
},
{
	"date":"1918-11-14",
	"vtag":"Toul",
	"loctext":"Toul",
  "text":"Nov 14 - Another flip for 35 minutes.",
	"jtag":"p041"
},
{
	"date":"1918-11-18",
	"vtag":"Toul",
	"loctext":"Toul",
  "text":"Nov 18 - Had my first real crash. The engine cut out about 20ft from the ground as I was diving on the windward side of the aerodrome. Not a change to get down safely so I put it into a fence on the other side. The machine was an absolute \"right off\" but I wasn't bumped.",
	"jtag":"p041"
},
{
	"date":"1918-11-20",
	"vtag":"Toul",
	"loctext":"Toul",
  "text":"Nov 20. Up for 20 min. Uncle Frank came over. He is located at Nancy and has seen most of the fighting down south with the Yanks.",
	"notes":"Wonder if Jesse met his Uncle Frank Campbell on Armistice evening?",
	"jtag":"p041"
},
{
	"date":"1918-11-21",
	"vtag":"Toul",
	"loctext":"Toul",
  "text":"Nov 21 - Up for an hour trying to find 8 Squadron's Aerodrome. Landed at most all in France but couldn't find the right one.",
	"jtag":"p042"
},
{
	"date":"1918-11-22",
	"vtag":"Toul",
	"loctext":"Toul",
  "text":"Nov 22 - Found out that the place I want is only 8 miles from here so I walked over. Saw Eddie Moore. He has the D.S.C.",
	"notes":"The [|Distinguished Service Cross|https://en.wikipedia.org/wiki/Distinguished_Serice_Cross_(United_States)]. Listed as Edward Russell Moore at [|http://www.homeofheroes.com/members/02_DSC/citatons/01_wwi_dsc/dsc_05wwi_AirService2.html].",
	"jtag":"p042"
},
{
	"date":"1918-11-22",
	"vtag":"Toul",
	"loctext":"Toul",
  "text":"Nov 22 - Came back with Eddie in a DH.4 Liberty",
	"jtag":"p042"
},
{
	"date":"1918-12-18",
	"vtag":"ColumbeyLesBelles",
	"loctext":"Columbey-Les-Belles",
  "text":"Dec 18 - Started home. Ferried the Spads to East Columbey Le Belles [G|East Columbey-Les-Belles]",
	"notes":"[|East Columbey Le Belles|https://en.wikipedia.org/wiki/Colombey-les-Belles]\n On March 11, 1919, Jesse was sent via St. Nazaire, France [G|StNazaire]  on the [|SS Dakotan|https://en.wikipedia.org/wiki/SS_Dakotan]. He arrived back in the U.S. in Hoboken, New Jersey on March 20 and was sent back to Camp Mills, New York to be mustered out.",
	"jtag":"p042"
},
{
	"date":"",
	"loctext":"loctodo",
  "text":"[some loans/debts and addresses]\nFrank Campbell - 12 Rue D Aguenddre Paris",
	"notes":"still trying to find that address",
	"jtag":"p043"
},
{
	"date":"",
	"loctext":"loctodo",
  "text":"[Personal Card] Gordon Haddon Bower - 2/7th BlackWatch HRM",
	"notes":"[http://www.ww1infantrycos.co.uk/blackwatch.html]",
	"jtag":"p043"
}
]
