[
{
	"date":"1917-09-16",
	"text":"Private \n Diary \n Jesse F. Campbell \n Aviation Section of Signal Corps US Army",
	"jtag": "000"
},
{
	"date":"1917-09-18",
	"text":"1917 \n Left Mineola at 7:30 and boarded the Carmania at 11:30. Ship lifted anchor and we left New York. The Statue of Liberty soon faded in the distance and with it the last vistage of old U.S. How long before I shall see it again?",
	"jtag":"001",
	"notes":"See [RMS Carmania|https://en.wikipedia.org/wiki/RMS_Carmania_(1905)] and  [http://www.diannebauer.com/THE%20SHIPS/CARMANIA/CARMANIA.htm|a genealogists notes on the ship]"
},
{
	"date":"1917-09-19",
	"text":"Sept 19 - We cruised north and East all day without seeing land or sail. The sea was calm and the ship rolled very little. Ideal sailing weather. We sighted a school of porpoises and several whales.",
	"jtag":"001"
},
{
	"date":"1917-09-20",
	"text":"Sept 20 - Land Ho! The rugged shore of Nova Scotia appeared to the west and soon (10:30) we steamed into Halifax. It is a very pretty and well protcted harbor. Pine overed hills line the shore and here and there a red roofed farm house can be seen. The inlet to the harbor is narrow and winding with high cliffs on either side. About three miles in we came in sight of the harbor and the smoke stacks of Halifax a rocky island in the center with masked batteries on either side make it almost impregnable to the enemy. \nSeveral British warships lay inside and Dutch and Norse merchant were seen on all sides. We anchored for the night along side several other transports. Boat loads of New Zealanders from a near by British transport furnished amusement by their songs and diving in after boxes of candy and cigarettes.",
	"jtag":"002"
},
{
	"date":"1917-09-21",
	"text":"Sept 21 - Still anchored. Played shuffle board most of the morning. At 4:00 we lifted anchor and again we were off. Leaving harbor was an impressive scene. The shore were lined with churning crowds and every ship gave us lusty hurrahs as we passed. As we passed the Admirals flag ship \"The The Colors\" was played followed by the \"Star Spangled Banner\" It made me proud to be from old U.S.A. There are fourteen ships in our convoy, one being a battle cruiser to protect against German raiders.",
	"notes":"[To The Colors|https://www.youtube.com/watch?v=vSEVv9JfXaw]",
	"jtag":"002"
},
{
	"date":"1917-09-22",
	"text":"Sept 22 - The sea was calm as we headed across the banks. A large school of porpoises followed in our wake for some time and amused everyone by their funny antics. They were from 10 to 30 feet long and have a sharp fin on their backs. Our pace is set by that of the slowest ship and is consequently very slow, not over eight or nine knots an hour while this ship will do twenty easily. Our position has changed from seventh to last. The formation of the ships looks like this:",
	"jtag":"003"
},
{
	"date":"1917-09-23",
	"text":"Sept 23 Sunday - A storm came up during the night and the ship rolls considerable. A good many are sea sick but I am keeping my feet well under me. Services were held in the dining hall by one of the ministers aboard. In the evening, we had a concert in the reading room and Mr. Sparling thrilled everyone by his playing. He is a wonderful player ranking third best in the world.\nA vessal which proved to be a fishing smack was sighted in the afternoon and our cruiser rushed over to inspect her. The cruiser is very variously painted. Bright colors appear promiscuiously at it looks as if they couldn't find enough paint of one color to paint her. At a little distance her outlines are very indistinct and it would be a hard toarget to hit. The transports are painted steel gray.",
	"notes":"[https://en.wikipedia.org/wiki/Albert_Spalding_(violinist)]  [https://en.wikipedia.org/wiki/Dazzle_camouflage]",
	"jtag":"003"
},
{
	"date":"1917-09-24",
	"text":"Sept 24 - The sun came out brightly today and was quite welcome after the dark yesterday. Italian class is from three to four now. They seem determined that we shall be able to talk i tby the time we get there. It is easier than I expected however and I think I can soon get hold of it. The trip is beginning to become tiresome and I will be glad to set foot on ground again. This unending roll will get the best of me yet I am afraid.",
	"jtag":"004"
},
{
	"date":"1917-09-25",
	"text":"Sept 25 - A newspaper was published this morning. Germany is suing for peace again. I hope I get a whack at Kaiser Bill before he is counted out. It is rumored that American papers are reporting the Carmania to have been sunk off Nantucket? We are all pretty much alive still . I hope they didn't hear of it at home.",
	"notes":"quick google search doesn't show any news report of sinking",
	"jtag":"005"
},
{
	"date":"1917-09-28",
	"text":"Sept 28 - At last we are in the danger zone and precautions have doubled. I stood submarine watch today but was unable to sight a single one. My post was #1 in the bow of the ship. Besides our general orders a number of special orders had to be learned and repeated to the inspecting officer.\n\n\"1. I will take my post at the bow of the ship on C deck.\n 2. I will keep a constant lookout over the sector from 4 points to the starboard to 4 points to port, watching for a submarine, periscope, or wake thereof, especially between the ranges of 500 to 3000 yards, examining carefuly water areas over which gulls are seen to be hovering.\n 3. I will report the location of any unusual or suspicious objects to a member of the ships crew on duty.\n 4. I will not leave my post unless properly relieved or in case the signaling device is not working to report to the bridge or in case the order is given to take to boat in which case I will proceed to my properly assigned boat section.\"\n\nLife belts are worn at all times now and orders have been given to sleep in our own clothes. It is a little awkward wearing life belts all the time but I think I would be glad to have it on if 5 short blasts, the signal to take boats, blew.",
	"jtag":"005"
},
{
	"date":"1917-09-29",
   	"text":"Sept 29 - Our convoy met us today. They are a trim looking lot of destroyers - ten English and two American. The British have three funnels while the American have four and area little longer. All are fast boats making from 35 to 40 knots an hour and have no trouble in running around our slow boats. The English take great pride in their warships and an amusing incident occured in connection therewith: An English lady who is aboard was talking to an officer about the destroyers and said they were the best in the world, far surpassing the American. \"Now look at that one,\" she said pointing to a four funneled destroyer off the starboard side. \"Isn't that the trimmest and neatest looking one you ever saw?\" The officer agrree that it was the best of the lot but the lady was quite taken aback when she was informed that it was an American destroyer.\nI feel quite a little safer now that they have arrived for this is really a dangerous region althought it is hard to realize it. It doesn't seem possible to sink a large steamer like this one but one small torpedo can do the business and leave few to tell the tale.\n Mines are more feared than submarines. When struck by a torpedo, the vessel sinks rather slowly while it is blown to pieces immediately upon striking a mine. I read the semaphoe signals between our boat and a destoryer and we were warned of a five mile area extending outward from a life buoy three miles off Fast head which is mined.\n There was a concert for the benefit of the families of British sailors who have been killed during the war. Wells sang and as usual brought the house down. The real treat however was Spalding's playing. He certainly is an artist with his violin and it is a real treat to hear him and much more to be embarked upon the same enterprise. War is a great equalizer. Before he would never play for less than $1,000 a night and now he is workig hard for $35 per month.",
	"notes":"https://en.wikipedia.org/wiki/Fastnet_Rock",
	"jtag":"006"
}
]
