[
{
"date":"1917-12-03",
"loc":"Thetford",
"from":"Thetford, Norfolk",
"to":"Dear Bob",
"pages":[
  { "text": "Dear Bob,\nI haven't written in some time and must plead neglect. I don't know where you are located now so will send this to Horton [?] hoping they will forward it to you. Our Italy expedition went to piecve and we will all be trained here.\nI am flying on a Morris Farnum Shorthone pusher or a \"Rumpety\" as they describe it. Rumptey fits it exactly. It is a large machine with no dihedral" },
  { "text": "and will not fly except in good weather with no wind. They say that one you have learned to fly one through you can fly anything. The course here consists of 4 hrs dual and 4 hrs solo and 15 landings. When that is completed we go to a higher squadron probably on Avro's or S E 5's. They are great machines making about 120 iles per hour and can be stunted [?] anyway. Flying is a wonderful game and I quite enjoy it. It is quite a sight to see the earth spred out beneath you and you go blissfully along until you hit an air pocket which wakes you up rather suddenly. There are only 5 of us at this squadron and with decent weather we would get a lot of flying. Winter weather is very uncertain and it may take six weeks to get through. Nearly all of the officers (all English are commissioned as soon as they go to flying school) have seen active service and it is quite interesting to hear their tales of the front. This is quite a cosmopolitan squadron there are Canadians, Australians, Scotch, South and East Africans besides the English and Americans here" } ,
  { "text" : "I suppose by this time you are training at school or perhaps at a flying school. The best of luck to you old man. I wish I could be with you to see this through. Write and let me know how you are getting along.\n Your old chum,\n Jockey." }
  ]
}, {
"date":"1918-03-16",
"loc":"?",
"from":"U.S. Aviation Corps, American Embassy, London, England",
"to":"Dear Old Bob",
"pages":[ { "text":"I was very glad to receive your letter written Feb.11, yesterday. The others must have been lost as I haven't received any of them yet. I am glad to hear you are getting on so well. I certainly would like to be down there with you or rather still have you over here. You will be coming over soon won't you? A lot are here already who flew in Texas there for a reunion. This place hasn't gone dry yet if U.S. has.\nWe are getting on quite well and are doing lots of flying. I haen't my commission yet but expect it soon. It takes some time"},
  { "text": "after we have qualified for word to go through to Washington and come back. You say you are not allowed to stunt yet. I doubt if I could fly straight if I had to. I looped and spun on my first solo and although it put the breeze up me a little came out alright. I had  bet on it though so I had to. You have to do it on scouts and unless you make a decent show you are turned down. I had a great time on my cross country about a month ago. After I left the second aerodome [sic] at which I had to land I ran into a snow storm and tootled around in it for an hour before I could find the third. Some of the time I couldn't see the ground at 200 feet. It wasn't pleasant at the time but is nice to look back on. I have got along so far without crashing anything"},
  { "text": "[words erased]\nWe are about 14 miles from London at this aerodrome and have a fine place. We are billeted at a hotel in Radlett which is about 2 miles from the aerodome. A motor car takes us out in the morning and brings us back in the evening.\nI expect we will be going over to France before much longer. A few are over already. I hope you are over before we go. It certainly will sure good to see you again and talk over old times. I had a letter from Harry John yesterday saying he had enlisted in the aviation section. Also I saw in the Pleiad that Rus Kinaga and Bill Fairchild had joined the aviation corps. Poor old Bill. He has been trying to get into everything. I hope he doesn't break his neck at it at least.\nWell must close for this time. Write often and keep me posted where you are and as soon as you get in London look me up at the American Embassy Aviation Section. So long for this time.\n Frat. \n Jockey"}
  ]
}, {
  "date": "1918-05-12",
  "loc":"?",
  "from":"U.S. Aviation Corps, American Embassy, London, England",
  "to": "Dear Bob",
  "pages": [
    { "text":"Congratulations old man. I just received a Pleiad telling of the happy event and must write immediately. Give my best to Mrs. Crasthwaite. I also saw that you were instructing. That's good work stick to it and be content to stay over there if you care. I am still in England but not for much longer. I have finished my time on Spads at this squadron and am" },
    { "text":"waiting orders for teh school of aerial fighting. After a couple of weeks there I will be ready for over seas. I wish you were here to go along but know yuo are better off over there.\nWe had a nice formation yesterday. We were up nearly two hours and must have covered over 150 miles as we averaged over 100 mmiles per hour. I like these machines fine now. The first few trips weren't so good but after I got mused to it and found out what they would I like these very much. I don't" },
    { "text": "think we shall go over on these however. We get quite a little formation flying, firing, and fighting now. I hardly feel confident to go over the lines yet but I have had as much time as most of them get before going over. It will be different when we get on our service machines however I think. \n I saw in the Pleiad that Howard Young is over here and I have written him hoping I can see him. I don't get much news of the fellows back at College"},
    { "text": "If you know of any that are over here I wish you would let me know. It would ceem pretty good to see some one you know again. I hae been over here nearly eight months now and am entitled to my first service chevron.\nWe are having fine weather now and it seems pretty good after the cold dismal winter we have had. I don't suppose you get much cold weather in Texas however. It must be a bit bumpy at times though isn't it. I would like to fly a Curtis once to see what theyare like."},
    { "text": "From what the fellows say who have flown them they must be a good bus to wander about the country in. One of the fellows here, Cruch[?], had over 100 hrs on them in Texas. He is a damn good flyer too but I am afraid he will kill himself some day stunting close to the ground. He rolls a Spad at 200 feet and it takes about 1000 ft to get them out of a spin and they certainly spin easily.\nWell must close for this time. The best of luck"},
    { "text": "to you and Mrs. C - and take care of yourself.n Frat. \n Jockey\n Mail will always reach me at the above address"}
  ]
}, {
  "date": "1918-10-11",
  "loc":"?",
  "from":"U.S. Amer Aero Sqdn, Amer E. F. , France",
  "to": "Dear Bob",
  "pages": [
    { "text":"I was very glad to receive your letter of June 10 today. It seems to have taken some time to reach here. I have been on the front for nearly three months now and" },
    { "text": "my two weeks leave is due in a few days. We are attached to the British and have worked on nearly the entire British front. Although we are a fighting swauadron we have done nearly every kind of work except artillary shoots  and taking photographs. It has been very interesting and there is plenty of excitement to keep one from being bored."}
  ]
  }
]
